<template lang="pug">
  .container
    .row
      .col-md-12
        step-progress(:currentStep=6)
    .row
      .col-md-12
        h2.mt-5 오늘의 지역별 미세먼지 농도
        hr
        p (서울=투데이웨더뉴스) 정소화 기자

        p 
          | 한국환경공단에 따르면 오늘 오후 5시까지 하루 평균 미세먼지(PM2.5)는 서울(25㎍/㎥), 경기(28㎍/㎥), 대구(16㎍/㎥), 전북(35㎍/㎥), 제주(27㎍/㎥)에서만 '보통'(16∼35㎍/㎥)을 보였다. 충북(39㎍/㎥), 충남(70㎍/㎥), 세종(68㎍/㎥), 광주(40㎍/㎥), 부산(63㎍/㎥), 전남(70㎍/㎥), 울산(75㎍/㎥), 경남(42㎍/㎥) 은 '나쁨'(36∼75㎍/㎥) 수준이었다.
          br
          | 나머지 5개 지역인 강원, 대전, 인천, 경북 지역에서는 '매우 나쁨'(76㎍/㎥이상)이었다.
          br
          br
          | 미세먼지(PM2.5) 농도는 '좋음'(0∼15㎍/㎥), '보통'(16∼35㎍/㎥), '나쁨'(36∼75㎍/㎥), '매우 나쁨'(76㎍/㎥ 이상)으로 나뉜다.
          br
          br
          | 각 지역에서의 미세먼지로 인한 초과사망자수는 서울 1763.4명, 부산 947.4 명, 대구 671.9 명, 인천 309.4명 명, 광주656.8 명, 대전 342.2 명, 울산 222.3 명, 세종 49.2 명, 경기 2352.3 명, 강원 442.7 명, 충북 403.4 명, 충남 577.9 명, 전북 638.2 명, 전남 633.6 명, 경북 885.3 명, 경남 963.4 명, 제주 64.4명이다.
          br
          br
          | Todayweather1@todayweather.co.kr


        //- p 
        //-   | (서울=투데이웨더뉴스) 정소화 기자
        //- p 한국환경공단에 따르면 오늘 오후 5시까지 하루 평균 미세먼지(PM2.5)는 서울(25㎍/㎥), 경기(28㎍/㎥), 대구(16㎍/㎥), 전북(35㎍/㎥), 제주(27㎍/㎥)에서만 '보통'(16∼35㎍/㎥)을 보였다. 충북(39㎍/㎥), 충남(70㎍/㎥), 세종(68㎍/㎥), 광주(40㎍/㎥), 부산(63㎍/㎥), 전남(70㎍/㎥), 울산(75㎍/㎥), 경남(42㎍/㎥) 은 '나쁨'(36∼75㎍/㎥) 수준이었다.
        //-   br
        //-   | 나머지 5개 지역인 강원, 대전, 인천, 경북 지역에서는 '매우 나쁨'(76㎍/㎥이상)이었다.
        //-   br
        //-   br
        //-   | 미세먼지(PM2.5) 농도는 '좋음'(0∼15㎍/㎥), '보통'(16∼35㎍/㎥), '나쁨'(36∼75㎍/㎥), '매우 나쁨'(76㎍/㎥ 이상)으로 나뉜다.
        //-   br
        //-   br
        //-   | 한편, 각 지역에서 연 평균 PM2.5 미세먼지의 농도는 서울 24.2㎍/㎥, 부산 25.9㎍/㎥, 대구 24.9㎍/㎥, 인천 27.6㎍/㎥, 광주 24.1㎍/㎥, 대전 27.2㎍/㎥, 울산 24.6㎍/㎥, 세종 27.7㎍/㎥, 경기 25㎍/㎥, 강원 20.6㎍/㎥, 충북 26.4㎍/㎥, 충남 25.8㎍/㎥, 전북 29.1㎍/㎥, 전남 22.4㎍/㎥, 제주 13.6㎍/㎥이다.
        //-   br
        //-   br
        //-   | 이때 각 지역에서의 미세먼지로 인한 초과사망자수는 서울 1763.4명, 부산 947.4 명, 대구 671.9 명, 인천 309.4명 명, 광주656.8 명, 대전 342.2 명, 울산 222.3 명, 세종 49.2 명, 경기 2352.3 명, 강원 442.7 명, 충북 403.4 명, 충남 577.9 명, 전북 638.2 명, 전남 633.6 명, 경북 885.3 명, 경남 963.4 명, 제주 64.4명이다.
        //-   br
        //-   br
        //-   | 각 지역에서 현재 PM2.5미세먼지의 연평균 농도를 WHO 기준인 연평균 10㎍/㎥로 낮춘다면 서울 1252.5명, 부산 675.5 명, 대구 474.7 명, 인천 234.3명 명, 광주492 명, 대전 244.6 명, 울산 160.3 명, 세종 36.9 명, 경기 1683.2 명, 강원 302.8 명, 충북 301.5 명, 충남 421.6 명, 전북 495.8 명, 전남 433.4 명, 경북 609 명, 경남 692.5 명, 제주 28.2명의 사망을 줄일 수 있다.

          
        //-   br
        //-   br
        //-   | Todayweather1@todayweather.co.kr
        hr
        .text-center
          //- router-link(to="/survey/model1/question/prime" class="btn btn-primary") 다음으로
          a(href="#" @click.prevent="move()" class="btn btn-primary") 다음으로
</template>

<script>
export default { 
  // mounted() {
  //   history.pushState(null, null, location.href);
  //   window.onpopstate = function () {
  //     history.go(1);
  //   };
  // },
  methods: {
    move() {
      const that = this;
      this.$alertify.confirmWithTitle("경고창", "이 페이지로 되돌아 올 수 없습니다. 계속하시겠습니까?",
        function(){
          that.$router.push('/survey/model' + that.$store.getters.getModel + '/question/prime');
        },
        function(){
          that.$toasted.error('취소하였습니다.');
        });
    },
  }
}
</script>
