<template lang="pug">
  div
    static-header
    .content-row
      info-side-nav
      h2.page-title.page-title--mobile 자주 묻는 질문
      .content-body
        .desc-box.desc-box--long
          h4 자주 묻는 질문
          br
          p
            b Q: 미세먼지 건강영향지도란?
          p A: 미세먼지 농도에 따라 건강에 영향을 미치는 정도를 월별, 지역별로 파악할 수 있도록 초과사망자수, 대기건강지수 지표를 활용하여 제작한 지도입니다. 본 미세먼지 건강영향지도 사이트에서 지도의 확대 및 축소, 세부 지역 검색 및 클릭, 상세 보기를 통하여 알기 쉽게 확인하실 수 있습니다.
          br
          br

          p
            b Q: 초과사망자수가 무엇인가요?
          p A: 초과사망자수는 특정 기간 동안 평균적으로 예상되는 사망자 수와 실제 사망자 수 사이의 차이를 의미합니다. 예를 들어, A지역의 초과 사망자수가 N일경우 A지역에서 대기오염으로 인해 사망하는 월별 사망자수는 N명입니다. 해당 지역을 선택한 상태에서 지도 페이지 좌측의 상세 보기를 클릭하면 상세페이지에서 확인하실 수 있습니다.
          br
          br

          p
            b Q: 지역 상세페이지에서 제주도의 초과사망자수를 보여주는 이유는 무엇인가요?
          p A: 특정 지역의 월별 초과사망자수는 절대적인 수치이기 때문에 우리 지역이 우리나라에서 어느 정도에 속하는지 알기 어렵습니다. 제주도는 국내에서 비교적 미세먼지 수치가 낮은 편에 속하며, 일반적으로 미세먼지가 적은 곳으로 인식되는 지역입니다. 제주도의 초과사망자수를 같이 확인하여, 상대적으로 우리 지역의 미세먼지 농도가 건강에 영향을 얼마나 미치는지 쉽게 파악할 수 있습니다.
          br
          br

          p
            b Q: 대기건강지수가 무엇인가요?
          p A: 대기건강지수(AQHI, Air Quality Health Index)는 초과사망자수를 월 단위 대기오염 농도 별로 변환한 상대적인 점수입니다. 이 지수를 통하여 이번 달 우리 지역의 대기 오염이 단기적으로 건강에 위험을 얼마나 끼치는지 알 수 있으며, 건강 보호를 위한 행동요령을 쉽게 확인할 수 있습니다.
          br
          br

          p
            b Q: 우리 지역의 미세먼지 수치와 대기건강지수를 어떻게 확인하나요?
          p A: 지역 위에 배치된 원 모양의 아이콘과 지도 좌측의 페이지로 확인하실 수 있습니다. 원 내부의 숫자는 이번 달 해당 지역의 미세먼지 수치이며, 원을 둘러싼 색깔은 대기건강지수를 반영하였습니다. 대기건강지수 상세 수치는 지도 좌측의 페이지로 확인 가능합니다.
          br
          br

          p
            b Q: 다른 나라에서도 대기건강지수를 사용하나요?
          p 
            | A: 캐나다, 홍콩 등에서도 대기건강지수가 사용된 바 있습니다. 
            br 
            | 아래 사이트를 통해 더욱 상세한 내용을 확인하실 수 있습니다.
          p 
            | &nbsp;캐나다 AQHI :&nbsp;
            a(href="http://www.airhealth.ca") http://www.airhealth.ca
          p
            | &nbsp;홍콩 AQHI :&nbsp;
            a(href="http://www.aqhi.gov.hk/en.html") http://www.aqhi.gov.hk/en.html
          br
          br

          p
            b Q: 대기건강지수에 따라 내가 해야할 행동이 달라지나요?
          p A: 해당 지역의 월별 대기건강지수에 따라 미세먼지에 대처하는 행동 요령이 달라집니다. 그와 함께, 동일한 대기건강지수인 경우에도 개개인의 대기 오염 민감성에 따라서도 달라지므로 본 사이트에서는 미세먼지 건강 취약계층, 실외 근로자, 일반 대중 각각에 따른 미세먼지 행동요령을 제공하였습니다.
          br
          br

          p
            b Q: 초과사망자수, 대기건강지수, 건강영향지도에 대해서 더 궁금합니다.
          p A: 관련하여 추가적인 문의사항이 있으실 경우에는 아래 이메일로 연락 부탁드립니다. 
          p
            b AQHIKOREA@gmail.com
</template>
