<template lang="pug">
  div
    static-header
    .content-row
      info-side-nav
      h2.page-title.page-title--mobile 미세먼지 사업단 소개
      .content-body
        .desc-box.desc-box--long
          h5 미세먼지 사업단 소개
          p 정부에서는 미세먼지 대응 전략의 뒷받침을 위하여 2017년 8월 과학기술정보통신부, 환경부, 보건복지부가 공동으로 주관하여 미세먼지 국가전략 프로젝트를 발족하였습니다. 사업단에서는 과학적 지식과 기술적 수단이 환경정책에 융합될 수 있도록 과제간 연계성을 갖고 추진하고 있으며, 연구개발뿐만 아니라 일반 국민 및 전문가들과 소통을 통해 미세먼지의 합리적 해법을 모색하기 위해 미세먼지 솔루션 포럼과 미세먼지 파수꾼 양성교육을 병행하여 추진하고 있습니다.
          p
            | 세부 사업단은 아래와 같이 운영되고 있습니다.
            br
            br
            | - 1세부 사업단(발생, 유입):
            br
            |   독자적인 항공측정 시스템 개발
            br
            |   프로토타입 한국형 입자모듈 version 1 개발
            br
            |   맞춤형 권역별 주요 오염원 기여도 규명
            br
            |   국제공동관측
            br
            br
            | - 2세부 사업단(측정, 예보):
            br
            |   실시간 입체 관측자료 통합시스템
            br
            |   한국형 대기질 모델링 시스템
            br
            |   고농도 미세먼지 예보모델 예측정확도 제고(>75%)
            br
            |   저고도 미세먼지 원격관측 시스템
          p
            | - 3세부 사업단(집진, 저감):
            br
            |   제철소 1차 미세먼지 배출농도 50% 저감 기술 실증
            br
            |   제철소 2차 생성먼지 원인물질 (NOX)배출농도 30% 저감 기술 실증
            br
            |   중소사업장 미세먼지 배출량 30% 저감 기술 개발
          p
            | - 4세부 사업단(보호, 대응):
            br
            |   생활보호제품 실환경 평가 인증규격
            br
            |   가정주부 미세먼지 노출 건강영향평가
            br
            |   전국 대기건강지수 구축



</template>
