<template lang="pug"> 
  div
    static-header
    .content-row
      info-side-nav
      h2.page-title.page-title--mobile 대기건강지수 프로젝트 소개
      .content-body
        .desc-box.desc-box--long
          h4 대기건강지수 지도 프로젝트 소개
          br
          p 
            | 미세먼지에 의한 건강피해 규모를 예측하고 미세먼지 농도 수준에 따른 건강피해 예방을 위해 활용할 수 있는 미세먼지 건강관련 연구 필요성이 증가하고 있습니다. 이에 따라 활용 가능한 대기질 자료와 건강관련 자료를 이용하여, 미세먼지 농도에 따른 건강 영향의 규모를 파악하고 건강피해 예방대책 수립 및 대책을 위한 과학적 근거로 활용하기 위하여, 건강영향지도를 제작하였습니다. 본 프로젝트에서는 연구 개발만이 아니라 미세먼지 건강영향평가 지도의 공개를 통하여 국민 분들과 소통을 하고자 합니다. 
            br
            | 본 프로젝트는 서울대학교, 국립암센터, 안양대학교, 한양대학교, 성균관대학교 연구진이 참여하였으며, 미세먼지 농도 산출 및 건강영향 분석 등을 협업하여 진행하였습니다.
</template>